i5/20220906-btrfs/raid0/default/1000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 43014471
number of failed transactions: 0 (0.000%)
latency average = 0.335 ms
initial connection time = 11.918 ms
tps = 47793.538149 (without initial connection time)